/* Navigation bar buttons */
"Cancel" = "Cancelar";
"Done" = "Terminado";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Seleccionada";
"%@ Photos Selected" = "%@ Fotos Seleccionadas";
"%@ Video Selected" = "%@ Video Seleecionado";
"%@ Videos Selected" = "%@ Videos Seleccionados";
"%@ Items Selected" = "%@ Elementos Seleccionados";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Videos";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Videos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Esta aplicación no tiene acceso a sus fotos o videos. ";
"You can enable access in Privacy Settings." = "Puede habilitar el acceso en Ajustes de Privacidad.";

/* Messages if no assets */
"No Photos or Videos" = "No hay Fotos o Videos";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Puede tomar fotos y videos usando la cámara, o sincronizando fotos y videos a su %@\nusando iTunes. ";
"You can sync photos and videos onto your %@ using iTunes." = "Puede sincronizar fotos y videos en su %@ usando iTunes.";

/* Accessibility labels */
"Play" = "Reproducir";
"Select" = "Seleccionar";
"Deselect" = "Deseleccionar";

/* Video duration spell out */
"hours" = "horas";
"hour" = "hora";
"minutes" = "minutos";
"minute" = "minuto";
"seconds" = "segundos";
"second" = "second";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "OK";